Repository: jwendell/gtk-vnc
Catalog: po/*.po
Languages: ca, da, el, es, ja, pl, zh_hk

source: Address family for hostname not supported
ca: No s'admet aquesta família d'adreces per al nom de l'ordinador
da: Adressering af familie for værtsnavn er ikke understøttet
es: No se soporta la familia de direcciones para el nombre del equipo
ja: ホスト名に対するアドレス・ファミリ指定はサポートしていません
pl: Rodzina adresów dla nazwy komputera nie jest obsługiwana

source: Temporary failure in name resolution
ca: S'ha produït una errada temporal en resoldre noms
da: Midlertidig fejl i navneresolution
el: Προσωρινή αποτυχία στην ανάλυση ονόματος
es: Error temporal en la resolución de nombres
ja: 名前解決が一時的に失敗しました
pl: Tymczasowe niepowodzenie w rozwiązaniu nazwy
zh_hk: 在名稱解析中有暫時性的錯誤

source: Bad value for ai_flags
ca: El valor d'«ai_flags» és erroni
da: Dårlig værdi for ai_flags
el: Λάθος τιμή για ai_flags
es: Valor erróneo para ai_flags
ja: ai_flags の値が間違っています
pl: Błędna wartość dla ai_flags
zh_hk: ai_flags 的數值錯誤

source: Non-recoverable failure in name resolution
ca: S'ha produït un error no recuperable en la resolució de noms
da: Fejl der ikke kan gendannes i navneresolution
el: Μη ανακτίσημη αποτυχία στην ανάλυση ονόματος
es: Fallo no recuperable en la resolución de nombres
ja: 名前解決で復旧不可のエラーになりました
pl: Nieodwracalne niepowodzenie w rozwiązaniu nazwy
zh_hk: 在名稱解析中有無法恢復的錯誤

source: ai_family not supported
ca: No s'admet l'«ai_family»
da: ai_family er ikke understøttet
el: Μη υποστηριζόμενη ai_family
es: ai_family no está soportado
ja: ai_family はサポートしていません
pl: ai_family nie jest obsługiwane
zh_hk: 不支援 ai_family

source: Memory allocation failure
ca: S'ha produït un error en l'assignació de memòria
da: Hukommelsesallokeringsfejl
el: Αποτυχία κατανομής μνήμης
es: Falló al reservar memoria
ja: メモリ確保エラーです
pl: Niepowodzenie przydzielenia pamięci
zh_hk: 記憶體分配失敗

source: No address associated with hostname
ca: No hi ha cap adreça associada al nom de l'ordinador
da: Ingen adresse forbundet med værtsnavn
es: No existe ninguna dirección asociada con el nombre del equipo
ja: ホスト名に関連づけられたアドレスはありません
pl: Brak adresu powiązanego z nazwą komputera
zh_hk: 沒有位址與這個主機名稱相關聯

source: Name or service not known
ca: Es desconeix el nom o el servei
da: Navn eller tjeneste er ikke kendt
el: Το όνομα ή η υπηρεσία είναι άγνωστα
es: Nombre o servicio desconocido
ja: 名前またはサービスが不明です
pl: Nazwa lub usługa jest nieznana
zh_hk: 名稱或服務不明

source: Servname not supported for ai_socktype
ca: L'«ai_socktype» no admet aquest tipus de nom de servidor
da: Servernavn er ikke understøttet for ai_socktype
es: ai_socktype no soporta «servname»
ja: ai_socktype に対する Servname はサポートしていません
pl: Nazwa serwera nie jest obsługiwana dla ai_socktype
zh_hk: 伺服器名稱不支援 ai_socktype

source: ai_socktype not supported
ca: No s'admet aquest «ai_socktype»
da: ai_socktype er ikke understøttet
el: Μη υποστηριζόμενη ai_socktype
es: ai_socktype no está soportado
ja: ai_socktype はサポートしていません
pl: ai_socktype nie jest obsługiwane
zh_hk: 不支援 ai_socktype

source: System error
ca: Error del sistema
da: Systemfejl
el: Σφάλμα συστήματος
es: Error del sistema
ja: システム・エラーです
pl: Błąd systemu
zh_hk: 系統錯誤

source: Argument buffer too small
ca: La memòria intermèdia per als arguments és massa petita
da: Argumentbuffer er for lille
es: El búfer para el argumento es demasiado pequeño
ja: 引数を受け取るバッファが小さすぎます
pl: Bufor parametrów jest za mały
zh_hk: 引數緩衝區太小

source: Processing request in progress
ca: S'està duent a terme el processament de la petició
da: Behandling af forespørgsler i gang
es: Procesando la solicitud en progreso
ja: 要求された処理を実行中です
pl: Trwa przetwarzanie żądań
zh_hk: 進行中的程序要求

source: Request canceled
ca: S'ha cancel·lat la petició
da: Forespørgsler som er annulleret
el: Η αίτηση ακυρώθηκε
es: Solicitud cancelada
ja: 要求がキャンセルされました
pl: Anulowano żądanie
zh_hk: 要求已取消

source: Request not canceled
ca: No s'ha cancel·lat la petició
da: Forespørgsler som ikke er annulleret
el: Οι αιτήσεις δεν ακυρώθηκαν
es: La solicitud no se canceló
ja: 要求はキャンセルされませんでした
pl: Żądanie nie zostało anulowane
zh_hk: 要求未取消

source: All requests done
ca: S'han finalitzat totes les peticions
da: Alle forespørgsler gennemført
el: Όλες οι αιτήσεις ολοκληρώθηκαν
es: Realizadas todas las solicitudes
ja: 全ての要求に対する処理が完了しました
pl: Ukończono wszystkie żądania
zh_hk: 所有要求完成

source: Interrupted by a signal
ca: S'ha interromput degut a un senyal
da: Forstyrret af et signal
es: Interrumpida por una señal
ja: シグナルによる割り込みが発生しました
pl: Przerwano przez sygnał
zh_hk: 被訊號中斷

source: Parameter string not correctly encoded
ca: No s'ha codificat correctament la cadena del paràmetre
da: Parameterstreng er ikke kodet korrekt
es: La cadena del parámetro no estaba correctamente codificada
ja: 引数として渡した文字列のエンコーディングが間違っています
pl: Ciąg parametrów nie jest poprawnie zakodowany
zh_hk: 參數字串並未正確的編碼

source: Unknown error
ca: Error desconegut
da: Ukendt fejl
el: Άγνωστο σφάλμα
es: Error desconocido
ja: 原因不明のエラーです
pl: Nieznany błąd
zh_hk: 不明的錯誤

source: Enables debug output
ca: Habilita la sortida de depuració
da: Aktiverer fejlsøgningsoutput
es: Activa la salida de depuración
ja: デバッグ出力を有効にする
pl: Włącza wyjście debugowania
zh_hk: 啟用除錯輸出

source: GTK-VNC Options:
ca: Opcions del GTK-VNC:
da: GTK-VNC-indstillinger:
el: GTK-VNC Επιλογές:
es: Opciones GTK-VNC:
ja: GTK-VNC のオプション:
pl: Opcje programu GTK-VNC:
zh_hk: GTK-VNC 選項：

source: Show GTK-VNC Options
ca: Mostra les opcions del GTK-VNC
da: Vis indstillinger for GTK-VNC
el: Παρουσίαση των επιλογών του GTK-VNC
es: Mostrar las opciones GTK-VNC
ja: GTK-VNC のオプションを表示する
pl: Wyświetla opcje programu GTK-VNC
zh_hk: 顯示 GTK-VNC 選項
